tap "caskroom/cask"
tap "ethereum/ethereum"
tap "go-delve/delve"
tap "golemfactory/golem"
tap "golemfactory/hyperg"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/fuse"
tap "homebrew/services"
tap "neovim/neovim"
tap "paritytech/paritytech"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "ack"
brew "libyaml"
brew "gdbm"
brew "ansible"
brew "antiword"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "xz"
brew "python3"
brew "awscli"
brew "bash"
brew "berkeley-db@4"
brew "binutils"
brew "boost", args: ["c++11"]
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "git"
brew "carthage"
brew "choose-gui"
brew "coreutils"
brew "icu4c"
brew "nspr"
brew "spidermonkey"
brew "couchdb"
brew "cscope"
brew "diff-so-fancy"
brew "docker", link: false
brew "erlang"
brew "findutils", args: ["with-default-names"]
brew "flow", link: false
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gdb"
brew "glide"
brew "global"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "nettle"
brew "libusb"
brew "gnupg", link: false
brew "pkg-config"
brew "gobject-introspection"
brew "gradle"
brew "grep"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "libplist"
brew "usbmuxd"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "jemalloc"
brew "kubernetes-cli"
brew "libevent"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "links"
brew "lynx"
brew "macvim"
brew "mas"
brew "miniupnpc"
brew "msgpack"
brew "unibilium"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nvm"
brew "openvpn"
brew "p7zip"
brew "pam-u2f"
brew "pass"
brew "phantomjs"
brew "pngquant"
brew "poppler"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "qt"
brew "reattach-to-user-namespace"
brew "ruby"
brew "s3cmd"
brew "sshfs", link: false
brew "subversion"
brew "tesseract"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "unixodbc"
brew "unrar"
brew "unrtf"
brew "utf8proc"
brew "watch"
brew "watchman"
brew "wdiff", args: ["with-gettext"]
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "ethereum/ethereum/ethereum"
brew "ethereum/ethereum/solidity"
brew "go-delve/delve/delve"
brew "golemfactory/golem/golem"
brew "paritytech/paritytech/parity"
cask "amethyst"
cask "android-platform-tools"
cask "chromium"
cask "iterm2"
cask "macdown"
cask "ngrok"
cask "pgadmin4"
cask "qlmarkdown"
cask "smcfancontrol"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
