tap "confluentinc/tap"
tap "domq/gdb"
tap "ggozad/formulas"
tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "michaeleisel/zld"
tap "muesli/tap"
tap "neovim/neovim"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "tophat/bar"
brew "ack"
brew "act"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "openssl@3"
brew "aria2"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "axel"
brew "bash"
brew "bat"
brew "berkeley-db@4"
brew "bison"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "cargo-instruments"
brew "clang-build-analyzer"
brew "cmake"
brew "cowsay"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "nspr"
brew "openjpeg"
brew "poppler"
brew "wxwidgets"
brew "diff-pdf"
brew "direnv"
brew "docker"
brew "doctl"
brew "docutils"
brew "harfbuzz"
brew "openjdk"
brew "duck"
brew "fd"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gnu-indent"
brew "gnu-tar"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "shared-mime-info"
brew "libheif"
brew "libtool"
brew "graphicsmagick"
brew "grep"
brew "grpcurl"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "libraw"
brew "imagemagick"
brew "jd"
brew "jq"
brew "just"
brew "k6"
brew "k9s"
brew "zookeeper"
brew "kafka"
brew "kubernetes-cli"
brew "kops"
brew "kubeseal"
brew "libfido2"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libpq"
brew "libproxy"
brew "librsvg"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "llvm"
brew "llvm@15"
brew "logcli"
brew "luarocks"
brew "mas"
brew "minikube"
brew "miniupnpc"
brew "mitmproxy"
brew "msgpack"
brew "n"
brew "neovim"
brew "nghttp2"
brew "openjdk@11"
brew "openapi-generator"
brew "openvino"
brew "p7zip"
brew "pam-u2f"
brew "parallel"
brew "pass"
brew "pcre"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "s3cmd"
brew "shellcheck"
brew "sponge"
brew "tfenv"
brew "utf8proc"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "unixodbc"
brew "wakeonlan"
brew "watch"
brew "watson"
brew "wdiff"
brew "wget"
brew "wireguard-tools"
brew "woff2"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zlib"
brew "zplug"
brew "zsh"
brew "confluentinc/tap/cli"
brew "ggozad/formulas/oterm"
brew "golangci/tap/golangci-lint"
brew "muesli/tap/duf"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "aerospace"
cask "amethyst"
cask "devutils"
cask "iterm2"
cask "karabiner-elements"
cask "macdown"
cask "marta"
cask "rar"
cask "smcfancontrol"
cask "warp"
cask "zed"
mas "Bear", id: 1091189122
mas "Keynote", id: 409183694
mas "Ledger Extension", id: 1627727841
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDFgear", id: 6469021132
mas "SQLiteFlow", id: 1378587993
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
