tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "muesli/tap"
tap "neovim/neovim"
tap "tophat/bar"
brew "ack"
brew "act"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "berkeley-db@4"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "glib"
brew "pkg-config"
brew "cargo-instruments"
brew "dep"
brew "docker"
brew "doctl"
brew "fd"
brew "libtool"
brew "libevent"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gnu-indent"
brew "gnu-tar"
brew "libusb"
brew "gnupg"
brew "graphicsmagick"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "kops"
brew "libfido2"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libpq"
brew "libproxy"
brew "librsvg"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "luarocks"
brew "node", link: false
brew "markdownlint-cli"
brew "mas"
brew "minikube"
brew "miniupnpc"
brew "msgpack"
brew "n"
brew "neovim"
brew "nghttp2"
brew "nspr"
brew "p7zip"
brew "pam-u2f"
brew "parallel"
brew "pass"
brew "pgcli"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "s3cmd"
brew "terraform"
brew "the_silver_searcher"
brew "utf8proc"
brew "tmux"
brew "trash"
brew "unixodbc"
brew "unrar"
brew "wakeonlan"
brew "watch"
brew "wdiff"
brew "wget"
brew "yarn"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "golangci/tap/golangci-lint"
brew "muesli/tap/duf"
brew "tophat/bar/yvm"
cask "macdown"
cask "smcfancontrol"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
